public/consultaRequest_1107513635_28-08-2023.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.proxy.deceval.com/">
        <soapenv:Header/>
        <soapenv:Body>
           <ser:consultarPagares>
              <!--Optional:-->
              <arg0>
                 <!--Optional:-->
                 <consultaPagareServiceDTO>
                    <!--Optional:-->
                    <codigoDeceval>28771331</codigoDeceval>
                    <!--Optional:-->
                    <idTipoIdentificacionFirmante>1</idTipoIdentificacionFirmante>
                    <!--Optional:-->
                    <numIdentificacionFirmante>1107513635</numIdentificacionFirmante>
                    <!--Optional:-->
                    <numPagareEntidad>2023-08-28-10:12_PAG</numPagareEntidad>
                 </consultaPagareServiceDTO>
                 <!--Optional:-->
                 <header>
                    <!--Optional:-->
                    <codigoDepositante>698</codigoDepositante>
                    <!--Optional:-->
                    <fecha>2023-08-28T22:12:36</fecha>
                    <!--Optional:-->
                    <hora>22:12:36</hora>
                    <!--Optional:-->
                    <usuario>9004326291</usuario>
                 </header>
              </arg0>
           </ser:consultarPagares>
        </soapenv:Body>
     </soapenv:Envelope>
